Repository: douxy1994/AI-Memory
Catalog: Windows/src/AIMemory.Windows/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# HelpTopicRememberedAnswer
source: Every memory rule exposes its evidence, source, and current state.
zh_cn: 所有记忆规则都能查看证据、来源和当前状态。

# HelpTopicRememberedAction
source: View Memory
zh_cn: 查看记忆

# HelpTopicMcpTitle
source: How do I manage Agent integrations?
zh_cn: 如何管理 Agent 集成？

# HelpTopicMcpDescription
source: Open Agent integrations in Settings to inspect detection results.
zh_cn: 打开设置中的 Agent 集成，查看检测结果。

# HelpTopicMcpAnswer
source: Missing or undetected Agents stay off by default, while installed entries appear first.
zh_cn: 未安装或未检测到的 Agent 默认保持关闭，已安装项会优先显示。

# HelpTopicMcpAction
source: Open Agent Settings
zh_cn: 打开 Agent 设置

# HelpTopicStartTitle
source: How do I start AI Memory with Windows?
zh_cn: 如何让 AI Memory 随系统启动？

# HelpTopicStartDescription
source: Manage launch at login from General settings.
zh_cn: 在设置的常规页管理登录启动。

# HelpTopicStartAnswer
source: The toggle uses the Windows startup task and reports policy or user-disabled states explicitly.
zh_cn: 开关连接 Windows 启动任务；系统策略或用户禁用状态会明确显示。

# HelpTopicStartAction
source: Open General Settings
zh_cn: 打开常规设置

# HelpTopicSyncTitle
source: Why does sync process only changes?
zh_cn: 同步为什么只处理变化？

# HelpTopicSyncDescription
source: Open Data sync and backup settings to see progress and results.
zh_cn: 打开数据同步与备份设置查看进度和结果。

# HelpTopicSyncAnswer
source: WebDAV and local folders merge by conversation semantic digest and report uploaded, downloaded, and skipped counts.
zh_cn: WebDAV 与本地目录按会话语义摘要合并，完成后显示上传、下载和跳过数量。

# HelpTopicSyncAction
source: Open Sync Settings
zh_cn: 打开同步设置

# ConversationLoadingDetail.Text
source: Reading full conversation…
zh_cn: 正在读取完整对话…

# ConversationLoadFailedTitle.Text
source: Could not read conversation
zh_cn: 无法读取对话

# ConversationBackFromError.Content
source: Back to History
zh_cn: 返回历史

# ConversationRetry.Content
source: Retry
zh_cn: 重试

# ConversationNoMessages.Text
source: This conversation has no messages to display yet.
zh_cn: 这段对话还没有可显示的消息。

# ConversationToolCallDetails.Header
source: View input and output
zh_cn: 查看参数与输出

# ConversationToolCallInput.Text
source: Input
zh_cn: 输入

# ConversationToolCallOutput.Text
source: Output
zh_cn: 输出

# ConversationToolCallNoOutput.Text
source: This tool call has no recorded output.
zh_cn: 这次工具调用没有返回内容。

# ConversationNavigationUnavailable
source: No conversation was provided to read.
zh_cn: 没有提供可读取的对话。

# ConversationLoadFailed
source: Could not read the conversation: {0}
zh_cn: 读取对话失败：{0}

# ConversationRoleUser
source: User
zh_cn: 用户

# ConversationRoleAssistant
source: Assistant
zh_cn: 助手

# ConversationRoleSystem
source: System
zh_cn: 系统

# ConversationToolCallsCount
source: Tool calls ({0})
zh_cn: 工具调用（{0}）
